[
    {"input": "What is Cannibal.co?", "output": "Cannibal.co is a clothing brand based in Galle, Sri Lanka, offering a wide range of apparel and accessories."},
    {"input": "What kind of products do you sell?", "output": "We offer a variety of clothing and accessories, including shirts, t-shirts, caps, bags, and purses."},
    {"input": "Where is Cannibal.co located?", "output": "Cannibal.co is located in Galle, Sri Lanka."},
    {"input": "How can I purchase your products?", "output": "You can purchase our products through our official website or visit our store in Galle."},
    {"input": "Do you offer online shopping?", "output": "Yes, we offer online shopping through our website with delivery services across Sri Lanka."},
    {"input": "What payment methods do you accept?", "output": "We accept payments via credit/debit cards, bank transfers, and cash on delivery (COD)."},
    {"input": "Do you offer international shipping?", "output": "Currently, we only ship within Sri Lanka. International shipping options will be available soon."},
    {"input": "How can I contact customer support?", "output": "You can contact our support team via email at support@cannibal.co or call us at +94XXXXXXXXX."},
    {"input": "What is your return policy?", "output": "We accept returns within 14 days of purchase, provided the item is unused and in its original condition."},
    {"input": "How long does shipping take?", "output": "Standard delivery takes 3-5 business days within Sri Lanka. Express delivery options are also available."},
    {"input": "Do you offer custom designs or printing services?", "output": "Yes, we provide custom design and printing services for bulk orders."},
    {"input": "Do you have physical stores?", "output": "Yes, we have a flagship store in Galle, Sri Lanka."},
    {"input": "Can I track my order?", "output": "Yes, once your order is shipped, you will receive a tracking link via email."},
    {"input": "Do you have discounts or promotions?", "output": "Yes, we offer seasonal discounts and exclusive deals. Follow us on social media for updates."},
    {"input": "Can I cancel my order?", "output": "Orders can be canceled within 24 hours of placing them. Contact support for assistance."},
    {"input": "Do you offer gift cards?", "output": "Yes, we offer digital and physical gift cards."},
    {"input": "What sizes do you offer?", "output": "We offer a wide range of sizes from XS to XXL. Size charts are available on our website."},
    {"input": "Are your products eco-friendly?", "output": "Yes, we use sustainable materials and eco-friendly packaging wherever possible."},
    {"input": "How do I know my size?", "output": "You can refer to our size chart available on the product pages."},
    {"input": "Do you offer wholesale purchases?", "output": "Yes, we provide wholesale options for bulk orders. Contact us for more details."},
    {"input": "Do you have a loyalty program?", "output": "Yes, we offer a rewards program where you can earn points for purchases and referrals."},
    {"input": "Do you restock sold-out items?", "output": "Yes, some popular items are restocked periodically. Sign up for notifications on our website."},
    {"input": "Can I exchange an item?", "output": "Yes, exchanges are accepted within 14 days of purchase if the item is unworn and in its original condition."},
    {"input": "Do you provide bulk orders for corporate events?", "output": "Yes, we offer bulk orders for corporate events and team uniforms."},
    {"input": "How can I become a brand ambassador?", "output": "We have a brand ambassador program. You can apply through our website."},
    {"input": "Do you have a social media presence?", "output": "Yes, you can find us on Instagram, Facebook, and TikTok for updates and promotions."},
    {"input": "Do you offer cash on delivery?", "output": "Yes, we offer COD for selected areas within Sri Lanka."},
    {"input": "How do I apply a discount code?", "output": "You can enter your discount code at checkout before completing your purchase."},
    {"input": "What materials are your products made from?", "output": "Our products are made from high-quality cotton, polyester, and sustainable fabrics."},
    {"input": "Do you provide alteration services?", "output": "Currently, we do not offer alteration services."},
    {"input": "Can I pre-order items?", "output": "Yes, we offer pre-orders for upcoming collections."},
    {"input": "Do you have a mobile app?", "output": "Not yet, but we are working on launching our mobile app soon."},
    {"input": "Can I customize a design?", "output": "Yes, we offer customization services for bulk orders."},
    {"input": "What happens if I receive a damaged item?", "output": "Contact our support team immediately, and we will arrange a replacement or refund."},
    {"input": "Do you have limited edition collections?", "output": "Yes, we release limited edition collections periodically."},
    {"input": "Are your products unisex?", "output": "Yes, many of our designs are unisex and suitable for all genders."},
    {"input": "Do you offer kids' clothing?", "output": "Yes, we have a collection for kids as well."},
    {"input": "Can I return an item bought on sale?", "output": "Sale items are generally non-refundable, but exceptions may apply."},
    {"input": "Do you collaborate with influencers?", "output": "Yes, we frequently collaborate with influencers and brand ambassadors."},
    {"input": "How often do you release new collections?", "output": "We release new collections every season."},
    {"input": "Do you have a store pickup option?", "output": "Yes, you can choose store pickup at checkout if you prefer."},
    {"input": "Do you sell gift wrapping services?", "output": "Yes, we offer gift wrapping services for a small additional charge."},
    {"input": "Are there any membership perks?", "output": "Yes, our members get exclusive discounts and early access to sales."},
    {"input": "What happens if my order is delayed?", "output": "If your order is delayed, contact our support team for assistance."},
    {"input": "Can I request a refund?", "output": "Yes, refunds are available for eligible returns."},
    {"input": "How can I leave a review?", "output": "You can leave a review on our website under the product page."}
]
